{
  "metadata": {
    "audio_file": "/Users/nandvinaykumar.dave/Downloads/Superpod2/backend/src/python/audio_files/audio_9.mp3",
    "language": "english",
    "duration": 530.3599853515625,
    "model": "whisper-1",
    "timestamp_granularities": [
      "segment"
    ],
    "processed_at": "2025-06-21T22:35:13.222118",
    "agent": "TranscriptionAgent",
    "agent_type": "transcription",
    "provider": "OpenAI",
    "version": "1.0.0"
  },
  "full_text": "He was talking about you. He was saying you go for bike rides with that guy Raghu, right? Yeah. He used to also be a gym trainer? Yeah, yeah. We used to work out together. In the JP Nagar gym? No. Now he works out in JP Nagar. We used to work out in Indira Nagar Gold Gym and pounds and all that. So yesterday morning, you were both working out together. He was talking about you and he was saying how you go for bike rides. Tell us where that love for bikes came from. Love for bikes is a new found passion but of course, based on being a Bangalorean, like we were talking about traffic and all those things. Bangalore is a city of two wheelers. So nearly about 77, no? 75? 72. 72% of the vehicles in Bangalore city are two wheelers. So as I said, I have grown up with number one dogs and second thing is bikes. So bikes has been my passion during press days also. Even when I was in the districts, I always used to keep one or two bikes at home. Of course, police bikes only, maybe Bullet or RD350. In Belgaum, I had kept RD350 and then I had a Bullet and all that. So that has continued like this. Nowadays, biking has also picked up in Bangalore city. So where do you ride to? It's a big time place. Where do you ride to? We go for short rides. We can't go for long overnight rides and all that. Generally, we go for short rides. Nandi Hills? Breakfast ride. We have been to Nandi Hills. We have been to all popular spots in and around Bangalore. Today, we went to Kanwadam, Magdi. I used to go for bike rides in Bangalore, again 10 years ago. And one bike I ever bought, I bought it 14-15 years ago. I still have it. But you're both very unlike police people. Going for bike rides, going to toilet, chilling. I want to get this image of a policeman from this reality into the camera so other people can see as well. How do we do that? Again, the point is you can't stereotype police to be in a particular way. Different people, different police officers have their own passion, their own pastime hobbies and other things. Some are interested in literature, some are interested in music, some are interested in many other things in their pastime. Now, I'm doing biking. Earlier, I used to do cycling. So, it keeps changing also. But then, you need some activity also to be with your own friends and all that. And also, like I said, it's not that police officers are any different. They all come from the same society. They have not fallen from the sky or something like that. Yeah, you can just take this. But still, everybody is scared of police, you know. Like walking into a police station for most people is a very scary experience. Not any longer in my opinion. That's again another stereotype of police which people have. Yeah, but I don't think I don't see any people really scared of people nowadays in the present scenario. At least in a city like Bangalore. Maybe in a rural setup, we may think that it could be a possibility. But then in a city like Bangalore, I don't think people know their rights, people know what is law, what is expected of police. Bangalore police has a very quirky social media presence. I think it's very good. Who's behind that project? Who did it? Who's handling those accounts? It has evolved over the years. We started with Twitter and all those things. Then we moved to Facebook. Now we have moved to Instagram and YouTube. We started live streaming many of our events like press conferences, public contact programs. So basically we are trying to be present on all social media channels. The idea is to again communicate with the people, convey what we want to convey to them directly rather than depending on the mainstream media or the electronic media. Convey directly to the people. It always helps. That trust what he was talking about. You can build that kind of trust with the people if your presence is. Any message sir to the youth who is considering a role in police, a job in police? A job in police, like I have already said, is in terms of job security or in terms of even the societal status, prestige and other things. Barring those things also, like I said, it is a job where you can provide instant justice to the people whenever they come to you with some problems, some difficulties. Instant justice can have a very wrong connotation in Bangalore. Not the vigilante kind of justice. It is instant justice in the sense quick relief. It is possible only with the police department and you can earn immense goodwill of the people if you work for the people or with the people and solve their problems. Is it like a very tightly knit community? All policemen are friends with other policemen? Yeah, fraternity is strong. It depends on the IPS fraternity. Officers you work with generally, if you work with for some time, yeah, then you do become. We say once a cop, always a cop. Once a cop, always a cop, you mean between policemen you say? Between. Worldwide also. You just go and identify yourself as a cop, maybe in UK or other things, the policeman there immediately connects with you. Yeah. That is always there. I have been on a UN peacekeeping mission. I was in Kosovo for about a year or so. So there were 48 country police agencies represented there. So generally the bonding and the gelling which happens is very quick. You must have seen some crazy crimes in your career, right? Yeah. Like some… Crimes are always, you know, ghastly, brutal. Would you like to narrate one particular gist of one thing? Like scale has to be crazy. Something that really surprised you. Better not discuss. The details are so ghastly. Ghastly. There are which affect us also. We would have seen many things but some do affect us also. So let us not discuss those things. Better not. What is the problem in Bangalore, crime-wise? Crime-wise, like I said, nowadays we are moving from conventional crimes to the economic crimes, financial crimes, cyber crimes. That has been the trend nowadays. The conventional crimes are coming down like maybe the property offences, the chain snatchings, the mobile snatching, this kind of thing. So now we are having nearly about 20-25% of our crimes are cyber crimes now. Maybe in the coming days, in certain divisions it has already crossed 40-45%, like Whitefield Division and Southeast Division. About 40% of the crimes are cyber crimes. Like? So, like the various… Phishing. Phishing, basically the cyber frauds, the digital arresting, then earlier we had this FedEx courier fraud, then investment fraud, that is stock brokerage, these things. They use various means to defraud the people. And these criminals are in Bangalore or from outside? Most of the times outside. Because cyber crimes are unlike conventional crimes, where you have to go to the spot and then take the risk of physically being there and then attempting and all that. These are faceless, borderless, anonymous crimes. And this anonymity is the thing which makes other people, you know, to believe them more. Like when we are sitting in a physical world, I can gauge you, I can understand you based on your voice, based on your body language and other things. But then somebody will start talking to you or develops a communication through WhatsApp or Telegram and then says that this talk is good, this talk is bad. So, basically you should just not reply to unsolicited stuff. Absolutely. I don't know, there is this issue of anonymity making you feel more relaxed. Like if you meet some stranger on the road, you wouldn't give your birthday to him. But why do you do that online? I would have assumed the opposite is true. But it isn't, right? Yeah. Because most of the frauds are done through social engineering. Yeah. Maybe because people think date of birth is not so important. What can anybody do with your date of birth kind of thing? Like for me, my date of birth will be public. Anybody can just Google it. No, I'm just saying that the fact is that you feel more comfortable sharing to a stranger online than physically. You generally lower your guard in the cyber world. I think so, yeah. Generally. I think cyber hygiene…",
  "segments": [
    {
      "id": "audio_9_segment_0",
      "start_ms": 0,
      "end_ms": 8000,
      "start_s": 0.0,
      "end_s": 8.0,
      "duration_ms": 8000,
      "text": "He was talking about you. He was saying you go for bike rides with that guy Raghu, right?",
      "segment_index": 0
    },
    {
      "id": "audio_9_segment_1",
      "start_ms": 8000,
      "end_ms": 9000,
      "start_s": 8.0,
      "end_s": 9.0,
      "duration_ms": 1000,
      "text": "Yeah.",
      "segment_index": 1
    },
    {
      "id": "audio_9_segment_2",
      "start_ms": 9000,
      "end_ms": 10000,
      "start_s": 9.0,
      "end_s": 10.0,
      "duration_ms": 1000,
      "text": "He used to also be a gym trainer?",
      "segment_index": 2
    },
    {
      "id": "audio_9_segment_3",
      "start_ms": 10000,
      "end_ms": 12000,
      "start_s": 10.0,
      "end_s": 12.0,
      "duration_ms": 2000,
      "text": "Yeah, yeah. We used to work out together.",
      "segment_index": 3
    },
    {
      "id": "audio_9_segment_4",
      "start_ms": 12000,
      "end_ms": 13000,
      "start_s": 12.0,
      "end_s": 13.0,
      "duration_ms": 1000,
      "text": "In the JP Nagar gym?",
      "segment_index": 4
    },
    {
      "id": "audio_9_segment_5",
      "start_ms": 13000,
      "end_ms": 19000,
      "start_s": 13.0,
      "end_s": 19.0,
      "duration_ms": 6000,
      "text": "No. Now he works out in JP Nagar. We used to work out in Indira Nagar Gold Gym and pounds and all that.",
      "segment_index": 5
    },
    {
      "id": "audio_9_segment_6",
      "start_ms": 19000,
      "end_ms": 26000,
      "start_s": 19.0,
      "end_s": 26.0,
      "duration_ms": 7000,
      "text": "So yesterday morning, you were both working out together. He was talking about you and he was saying how you go for bike rides.",
      "segment_index": 6
    },
    {
      "id": "audio_9_segment_7",
      "start_ms": 26000,
      "end_ms": 30000,
      "start_s": 26.0,
      "end_s": 30.0,
      "duration_ms": 4000,
      "text": "Tell us where that love for bikes came from.",
      "segment_index": 7
    },
    {
      "id": "audio_9_segment_8",
      "start_ms": 30000,
      "end_ms": 39000,
      "start_s": 30.0,
      "end_s": 39.0,
      "duration_ms": 9000,
      "text": "Love for bikes is a new found passion but of course, based on being a Bangalorean, like we were talking about traffic and all those things.",
      "segment_index": 8
    },
    {
      "id": "audio_9_segment_9",
      "start_ms": 39000,
      "end_ms": 43000,
      "start_s": 39.0,
      "end_s": 43.0,
      "duration_ms": 4000,
      "text": "Bangalore is a city of two wheelers. So nearly about 77, no? 75?",
      "segment_index": 9
    },
    {
      "id": "audio_9_segment_10",
      "start_ms": 43000,
      "end_ms": 44000,
      "start_s": 43.0,
      "end_s": 44.0,
      "duration_ms": 1000,
      "text": "72.",
      "segment_index": 10
    },
    {
      "id": "audio_9_segment_11",
      "start_ms": 44000,
      "end_ms": 52000,
      "start_s": 44.0,
      "end_s": 52.0,
      "duration_ms": 8000,
      "text": "72% of the vehicles in Bangalore city are two wheelers. So as I said, I have grown up with number one dogs and second thing is bikes.",
      "segment_index": 11
    },
    {
      "id": "audio_9_segment_12",
      "start_ms": 53000,
      "end_ms": 62000,
      "start_s": 53.0,
      "end_s": 62.0,
      "duration_ms": 9000,
      "text": "So bikes has been my passion during press days also. Even when I was in the districts, I always used to keep one or two bikes at home.",
      "segment_index": 12
    },
    {
      "id": "audio_9_segment_13",
      "start_ms": 62000,
      "end_ms": 70000,
      "start_s": 62.0,
      "end_s": 70.0,
      "duration_ms": 8000,
      "text": "Of course, police bikes only, maybe Bullet or RD350. In Belgaum, I had kept RD350 and then I had a Bullet and all that.",
      "segment_index": 13
    },
    {
      "id": "audio_9_segment_14",
      "start_ms": 70000,
      "end_ms": 77000,
      "start_s": 70.0,
      "end_s": 77.0,
      "duration_ms": 7000,
      "text": "So that has continued like this. Nowadays, biking has also picked up in Bangalore city.",
      "segment_index": 14
    },
    {
      "id": "audio_9_segment_15",
      "start_ms": 77000,
      "end_ms": 78000,
      "start_s": 77.0,
      "end_s": 78.0,
      "duration_ms": 1000,
      "text": "So where do you ride to?",
      "segment_index": 15
    },
    {
      "id": "audio_9_segment_16",
      "start_ms": 78000,
      "end_ms": 79000,
      "start_s": 78.0,
      "end_s": 79.0,
      "duration_ms": 1000,
      "text": "It's a big time place.",
      "segment_index": 16
    },
    {
      "id": "audio_9_segment_17",
      "start_ms": 79000,
      "end_ms": 80000,
      "start_s": 79.0,
      "end_s": 80.0,
      "duration_ms": 1000,
      "text": "Where do you ride to?",
      "segment_index": 17
    },
    {
      "id": "audio_9_segment_18",
      "start_ms": 80000,
      "end_ms": 86000,
      "start_s": 80.0,
      "end_s": 86.0,
      "duration_ms": 6000,
      "text": "We go for short rides. We can't go for long overnight rides and all that. Generally, we go for short rides.",
      "segment_index": 18
    },
    {
      "id": "audio_9_segment_19",
      "start_ms": 86000,
      "end_ms": 87000,
      "start_s": 86.0,
      "end_s": 87.0,
      "duration_ms": 1000,
      "text": "Nandi Hills?",
      "segment_index": 19
    },
    {
      "id": "audio_9_segment_20",
      "start_ms": 87000,
      "end_ms": 95000,
      "start_s": 87.0,
      "end_s": 95.0,
      "duration_ms": 8000,
      "text": "Breakfast ride. We have been to Nandi Hills. We have been to all popular spots in and around Bangalore. Today, we went to Kanwadam, Magdi.",
      "segment_index": 20
    },
    {
      "id": "audio_9_segment_21",
      "start_ms": 95000,
      "end_ms": 105000,
      "start_s": 95.0,
      "end_s": 105.0,
      "duration_ms": 10000,
      "text": "I used to go for bike rides in Bangalore, again 10 years ago. And one bike I ever bought, I bought it 14-15 years ago. I still have it.",
      "segment_index": 21
    },
    {
      "id": "audio_9_segment_22",
      "start_ms": 105000,
      "end_ms": 114000,
      "start_s": 105.0,
      "end_s": 114.0,
      "duration_ms": 9000,
      "text": "But you're both very unlike police people. Going for bike rides, going to toilet, chilling.",
      "segment_index": 22
    },
    {
      "id": "audio_9_segment_23",
      "start_ms": 114000,
      "end_ms": 126000,
      "start_s": 114.0,
      "end_s": 126.0,
      "duration_ms": 12000,
      "text": "I want to get this image of a policeman from this reality into the camera so other people can see as well. How do we do that?",
      "segment_index": 23
    },
    {
      "id": "audio_9_segment_24",
      "start_ms": 126000,
      "end_ms": 131000,
      "start_s": 126.0,
      "end_s": 131.0,
      "duration_ms": 5000,
      "text": "Again, the point is you can't stereotype police to be in a particular way.",
      "segment_index": 24
    },
    {
      "id": "audio_9_segment_25",
      "start_ms": 131000,
      "end_ms": 137000,
      "start_s": 131.0,
      "end_s": 137.0,
      "duration_ms": 6000,
      "text": "Different people, different police officers have their own passion, their own pastime hobbies and other things.",
      "segment_index": 25
    },
    {
      "id": "audio_9_segment_26",
      "start_ms": 137000,
      "end_ms": 145000,
      "start_s": 137.0,
      "end_s": 145.0,
      "duration_ms": 8000,
      "text": "Some are interested in literature, some are interested in music, some are interested in many other things in their pastime.",
      "segment_index": 26
    },
    {
      "id": "audio_9_segment_27",
      "start_ms": 145000,
      "end_ms": 158000,
      "start_s": 145.0,
      "end_s": 158.0,
      "duration_ms": 13000,
      "text": "Now, I'm doing biking. Earlier, I used to do cycling. So, it keeps changing also. But then, you need some activity also to be with your own friends and all that.",
      "segment_index": 27
    },
    {
      "id": "audio_9_segment_28",
      "start_ms": 158000,
      "end_ms": 166000,
      "start_s": 158.0,
      "end_s": 166.0,
      "duration_ms": 8000,
      "text": "And also, like I said, it's not that police officers are any different. They all come from the same society. They have not fallen from the sky or something like that.",
      "segment_index": 28
    },
    {
      "id": "audio_9_segment_29",
      "start_ms": 166000,
      "end_ms": 168000,
      "start_s": 166.0,
      "end_s": 168.0,
      "duration_ms": 2000,
      "text": "Yeah, you can just take this.",
      "segment_index": 29
    },
    {
      "id": "audio_9_segment_30",
      "start_ms": 168000,
      "end_ms": 174000,
      "start_s": 168.0,
      "end_s": 174.0,
      "duration_ms": 6000,
      "text": "But still, everybody is scared of police, you know. Like walking into a police station for most people is a very scary experience.",
      "segment_index": 30
    },
    {
      "id": "audio_9_segment_31",
      "start_ms": 174000,
      "end_ms": 179000,
      "start_s": 174.0,
      "end_s": 179.0,
      "duration_ms": 5000,
      "text": "Not any longer in my opinion. That's again another stereotype of police which people have.",
      "segment_index": 31
    },
    {
      "id": "audio_9_segment_32",
      "start_ms": 179000,
      "end_ms": 185000,
      "start_s": 179.0,
      "end_s": 185.0,
      "duration_ms": 6000,
      "text": "Yeah, but I don't think I don't see any people really scared of people nowadays in the present scenario.",
      "segment_index": 32
    },
    {
      "id": "audio_9_segment_33",
      "start_ms": 185000,
      "end_ms": 194000,
      "start_s": 185.0,
      "end_s": 194.0,
      "duration_ms": 9000,
      "text": "At least in a city like Bangalore. Maybe in a rural setup, we may think that it could be a possibility.",
      "segment_index": 33
    },
    {
      "id": "audio_9_segment_34",
      "start_ms": 194000,
      "end_ms": 203000,
      "start_s": 194.0,
      "end_s": 203.0,
      "duration_ms": 9000,
      "text": "But then in a city like Bangalore, I don't think people know their rights, people know what is law, what is expected of police.",
      "segment_index": 34
    },
    {
      "id": "audio_9_segment_35",
      "start_ms": 203000,
      "end_ms": 213000,
      "start_s": 203.0,
      "end_s": 213.0,
      "duration_ms": 10000,
      "text": "Bangalore police has a very quirky social media presence. I think it's very good. Who's behind that project? Who did it? Who's handling those accounts?",
      "segment_index": 35
    },
    {
      "id": "audio_9_segment_36",
      "start_ms": 213000,
      "end_ms": 225000,
      "start_s": 213.0,
      "end_s": 225.0,
      "duration_ms": 12000,
      "text": "It has evolved over the years. We started with Twitter and all those things. Then we moved to Facebook. Now we have moved to Instagram and YouTube.",
      "segment_index": 36
    },
    {
      "id": "audio_9_segment_37",
      "start_ms": 225000,
      "end_ms": 230000,
      "start_s": 225.0,
      "end_s": 230.0,
      "duration_ms": 5000,
      "text": "We started live streaming many of our events like press conferences, public contact programs.",
      "segment_index": 37
    },
    {
      "id": "audio_9_segment_38",
      "start_ms": 230000,
      "end_ms": 236000,
      "start_s": 230.0,
      "end_s": 236.0,
      "duration_ms": 6000,
      "text": "So basically we are trying to be present on all social media channels.",
      "segment_index": 38
    },
    {
      "id": "audio_9_segment_39",
      "start_ms": 236000,
      "end_ms": 246000,
      "start_s": 236.0,
      "end_s": 246.0,
      "duration_ms": 10000,
      "text": "The idea is to again communicate with the people, convey what we want to convey to them directly rather than depending on the mainstream media or the electronic media.",
      "segment_index": 39
    },
    {
      "id": "audio_9_segment_40",
      "start_ms": 247000,
      "end_ms": 257000,
      "start_s": 247.0,
      "end_s": 257.0,
      "duration_ms": 10000,
      "text": "Convey directly to the people. It always helps. That trust what he was talking about. You can build that kind of trust with the people if your presence is.",
      "segment_index": 40
    },
    {
      "id": "audio_9_segment_41",
      "start_ms": 257000,
      "end_ms": 264000,
      "start_s": 257.0,
      "end_s": 264.0,
      "duration_ms": 7000,
      "text": "Any message sir to the youth who is considering a role in police, a job in police?",
      "segment_index": 41
    },
    {
      "id": "audio_9_segment_42",
      "start_ms": 265000,
      "end_ms": 275000,
      "start_s": 265.0,
      "end_s": 275.0,
      "duration_ms": 10000,
      "text": "A job in police, like I have already said, is in terms of job security or in terms of even the societal status, prestige and other things.",
      "segment_index": 42
    },
    {
      "id": "audio_9_segment_43",
      "start_ms": 275000,
      "end_ms": 288000,
      "start_s": 275.0,
      "end_s": 288.0,
      "duration_ms": 13000,
      "text": "Barring those things also, like I said, it is a job where you can provide instant justice to the people whenever they come to you with some problems, some difficulties.",
      "segment_index": 43
    },
    {
      "id": "audio_9_segment_44",
      "start_ms": 288000,
      "end_ms": 291000,
      "start_s": 288.0,
      "end_s": 291.0,
      "duration_ms": 3000,
      "text": "Instant justice can have a very wrong connotation in Bangalore.",
      "segment_index": 44
    },
    {
      "id": "audio_9_segment_45",
      "start_ms": 291000,
      "end_ms": 296000,
      "start_s": 291.0,
      "end_s": 296.0,
      "duration_ms": 5000,
      "text": "Not the vigilante kind of justice. It is instant justice in the sense quick relief.",
      "segment_index": 45
    },
    {
      "id": "audio_9_segment_46",
      "start_ms": 296000,
      "end_ms": 308000,
      "start_s": 296.0,
      "end_s": 308.0,
      "duration_ms": 12000,
      "text": "It is possible only with the police department and you can earn immense goodwill of the people if you work for the people or with the people and solve their problems.",
      "segment_index": 46
    },
    {
      "id": "audio_9_segment_47",
      "start_ms": 308000,
      "end_ms": 313000,
      "start_s": 308.0,
      "end_s": 313.0,
      "duration_ms": 5000,
      "text": "Is it like a very tightly knit community? All policemen are friends with other policemen?",
      "segment_index": 47
    },
    {
      "id": "audio_9_segment_48",
      "start_ms": 314000,
      "end_ms": 316000,
      "start_s": 314.0,
      "end_s": 316.0,
      "duration_ms": 2000,
      "text": "Yeah, fraternity is strong.",
      "segment_index": 48
    },
    {
      "id": "audio_9_segment_49",
      "start_ms": 316000,
      "end_ms": 326000,
      "start_s": 316.0,
      "end_s": 326.0,
      "duration_ms": 10000,
      "text": "It depends on the IPS fraternity. Officers you work with generally, if you work with for some time, yeah, then you do become.",
      "segment_index": 49
    },
    {
      "id": "audio_9_segment_50",
      "start_ms": 326000,
      "end_ms": 328000,
      "start_s": 326.0,
      "end_s": 328.0,
      "duration_ms": 2000,
      "text": "We say once a cop, always a cop.",
      "segment_index": 50
    },
    {
      "id": "audio_9_segment_51",
      "start_ms": 328000,
      "end_ms": 331000,
      "start_s": 328.0,
      "end_s": 331.0,
      "duration_ms": 3000,
      "text": "Once a cop, always a cop, you mean between policemen you say?",
      "segment_index": 51
    },
    {
      "id": "audio_9_segment_52",
      "start_ms": 331000,
      "end_ms": 340000,
      "start_s": 331.0,
      "end_s": 340.0,
      "duration_ms": 9000,
      "text": "Between. Worldwide also. You just go and identify yourself as a cop, maybe in UK or other things, the policeman there immediately connects with you.",
      "segment_index": 52
    },
    {
      "id": "audio_9_segment_53",
      "start_ms": 340000,
      "end_ms": 341000,
      "start_s": 340.0,
      "end_s": 341.0,
      "duration_ms": 1000,
      "text": "Yeah.",
      "segment_index": 53
    },
    {
      "id": "audio_9_segment_54",
      "start_ms": 341000,
      "end_ms": 343000,
      "start_s": 341.0,
      "end_s": 343.0,
      "duration_ms": 2000,
      "text": "That is always there.",
      "segment_index": 54
    },
    {
      "id": "audio_9_segment_55",
      "start_ms": 343000,
      "end_ms": 348000,
      "start_s": 343.0,
      "end_s": 348.0,
      "duration_ms": 5000,
      "text": "I have been on a UN peacekeeping mission. I was in Kosovo for about a year or so.",
      "segment_index": 55
    },
    {
      "id": "audio_9_segment_56",
      "start_ms": 348000,
      "end_ms": 353000,
      "start_s": 348.0,
      "end_s": 353.0,
      "duration_ms": 5000,
      "text": "So there were 48 country police agencies represented there.",
      "segment_index": 56
    },
    {
      "id": "audio_9_segment_57",
      "start_ms": 353000,
      "end_ms": 359000,
      "start_s": 353.0,
      "end_s": 359.0,
      "duration_ms": 6000,
      "text": "So generally the bonding and the gelling which happens is very quick.",
      "segment_index": 57
    },
    {
      "id": "audio_9_segment_58",
      "start_ms": 359000,
      "end_ms": 362000,
      "start_s": 359.0,
      "end_s": 362.0,
      "duration_ms": 3000,
      "text": "You must have seen some crazy crimes in your career, right?",
      "segment_index": 58
    },
    {
      "id": "audio_9_segment_59",
      "start_ms": 362000,
      "end_ms": 363000,
      "start_s": 362.0,
      "end_s": 363.0,
      "duration_ms": 1000,
      "text": "Yeah.",
      "segment_index": 59
    },
    {
      "id": "audio_9_segment_60",
      "start_ms": 363000,
      "end_ms": 364000,
      "start_s": 363.0,
      "end_s": 364.0,
      "duration_ms": 1000,
      "text": "Like some…",
      "segment_index": 60
    },
    {
      "id": "audio_9_segment_61",
      "start_ms": 364000,
      "end_ms": 367000,
      "start_s": 364.0,
      "end_s": 367.0,
      "duration_ms": 3000,
      "text": "Crimes are always, you know, ghastly, brutal.",
      "segment_index": 61
    },
    {
      "id": "audio_9_segment_62",
      "start_ms": 367000,
      "end_ms": 374000,
      "start_s": 367.0,
      "end_s": 374.0,
      "duration_ms": 7000,
      "text": "Would you like to narrate one particular gist of one thing? Like scale has to be crazy.",
      "segment_index": 62
    },
    {
      "id": "audio_9_segment_63",
      "start_ms": 374000,
      "end_ms": 376000,
      "start_s": 374.0,
      "end_s": 376.0,
      "duration_ms": 2000,
      "text": "Something that really surprised you.",
      "segment_index": 63
    },
    {
      "id": "audio_9_segment_64",
      "start_ms": 378000,
      "end_ms": 382000,
      "start_s": 378.0,
      "end_s": 382.0,
      "duration_ms": 4000,
      "text": "Better not discuss. The details are so ghastly.",
      "segment_index": 64
    },
    {
      "id": "audio_9_segment_65",
      "start_ms": 382000,
      "end_ms": 383000,
      "start_s": 382.0,
      "end_s": 383.0,
      "duration_ms": 1000,
      "text": "Ghastly.",
      "segment_index": 65
    },
    {
      "id": "audio_9_segment_66",
      "start_ms": 383000,
      "end_ms": 389000,
      "start_s": 383.0,
      "end_s": 389.0,
      "duration_ms": 6000,
      "text": "There are which affect us also. We would have seen many things but some do affect us also.",
      "segment_index": 66
    },
    {
      "id": "audio_9_segment_67",
      "start_ms": 389000,
      "end_ms": 393000,
      "start_s": 389.0,
      "end_s": 393.0,
      "duration_ms": 4000,
      "text": "So let us not discuss those things. Better not.",
      "segment_index": 67
    },
    {
      "id": "audio_9_segment_68",
      "start_ms": 393000,
      "end_ms": 396000,
      "start_s": 393.0,
      "end_s": 396.0,
      "duration_ms": 3000,
      "text": "What is the problem in Bangalore, crime-wise?",
      "segment_index": 68
    },
    {
      "id": "audio_9_segment_69",
      "start_ms": 396000,
      "end_ms": 403000,
      "start_s": 396.0,
      "end_s": 403.0,
      "duration_ms": 7000,
      "text": "Crime-wise, like I said, nowadays we are moving from conventional crimes to the economic crimes, financial crimes, cyber crimes.",
      "segment_index": 69
    },
    {
      "id": "audio_9_segment_70",
      "start_ms": 403000,
      "end_ms": 406000,
      "start_s": 403.0,
      "end_s": 406.0,
      "duration_ms": 3000,
      "text": "That has been the trend nowadays.",
      "segment_index": 70
    },
    {
      "id": "audio_9_segment_71",
      "start_ms": 406000,
      "end_ms": 413000,
      "start_s": 406.0,
      "end_s": 413.0,
      "duration_ms": 7000,
      "text": "The conventional crimes are coming down like maybe the property offences, the chain snatchings, the mobile snatching, this kind of thing.",
      "segment_index": 71
    },
    {
      "id": "audio_9_segment_72",
      "start_ms": 413000,
      "end_ms": 419000,
      "start_s": 413.0,
      "end_s": 419.0,
      "duration_ms": 6000,
      "text": "So now we are having nearly about 20-25% of our crimes are cyber crimes now.",
      "segment_index": 72
    },
    {
      "id": "audio_9_segment_73",
      "start_ms": 419000,
      "end_ms": 426000,
      "start_s": 419.0,
      "end_s": 426.0,
      "duration_ms": 7000,
      "text": "Maybe in the coming days, in certain divisions it has already crossed 40-45%, like Whitefield Division and Southeast Division.",
      "segment_index": 73
    },
    {
      "id": "audio_9_segment_74",
      "start_ms": 426000,
      "end_ms": 429000,
      "start_s": 426.0,
      "end_s": 429.0,
      "duration_ms": 3000,
      "text": "About 40% of the crimes are cyber crimes.",
      "segment_index": 74
    },
    {
      "id": "audio_9_segment_75",
      "start_ms": 429000,
      "end_ms": 430000,
      "start_s": 429.0,
      "end_s": 430.0,
      "duration_ms": 1000,
      "text": "Like?",
      "segment_index": 75
    },
    {
      "id": "audio_9_segment_76",
      "start_ms": 430000,
      "end_ms": 432000,
      "start_s": 430.0,
      "end_s": 432.0,
      "duration_ms": 2000,
      "text": "So, like the various…",
      "segment_index": 76
    },
    {
      "id": "audio_9_segment_77",
      "start_ms": 432000,
      "end_ms": 433000,
      "start_s": 432.0,
      "end_s": 433.0,
      "duration_ms": 1000,
      "text": "Phishing.",
      "segment_index": 77
    },
    {
      "id": "audio_9_segment_78",
      "start_ms": 433000,
      "end_ms": 444000,
      "start_s": 433.0,
      "end_s": 444.0,
      "duration_ms": 11000,
      "text": "Phishing, basically the cyber frauds, the digital arresting, then earlier we had this FedEx courier fraud, then investment fraud, that is stock brokerage, these things.",
      "segment_index": 78
    },
    {
      "id": "audio_9_segment_79",
      "start_ms": 444000,
      "end_ms": 448000,
      "start_s": 444.0,
      "end_s": 448.0,
      "duration_ms": 4000,
      "text": "They use various means to defraud the people.",
      "segment_index": 79
    },
    {
      "id": "audio_9_segment_80",
      "start_ms": 448000,
      "end_ms": 450000,
      "start_s": 448.0,
      "end_s": 450.0,
      "duration_ms": 2000,
      "text": "And these criminals are in Bangalore or from outside?",
      "segment_index": 80
    },
    {
      "id": "audio_9_segment_81",
      "start_ms": 450000,
      "end_ms": 451000,
      "start_s": 450.0,
      "end_s": 451.0,
      "duration_ms": 1000,
      "text": "Most of the times outside.",
      "segment_index": 81
    },
    {
      "id": "audio_9_segment_82",
      "start_ms": 451000,
      "end_ms": 460000,
      "start_s": 451.0,
      "end_s": 460.0,
      "duration_ms": 9000,
      "text": "Because cyber crimes are unlike conventional crimes, where you have to go to the spot and then take the risk of physically being there and then attempting and all that.",
      "segment_index": 82
    },
    {
      "id": "audio_9_segment_83",
      "start_ms": 460000,
      "end_ms": 463000,
      "start_s": 460.0,
      "end_s": 463.0,
      "duration_ms": 3000,
      "text": "These are faceless, borderless, anonymous crimes.",
      "segment_index": 83
    },
    {
      "id": "audio_9_segment_84",
      "start_ms": 463000,
      "end_ms": 468000,
      "start_s": 463.0,
      "end_s": 468.0,
      "duration_ms": 5000,
      "text": "And this anonymity is the thing which makes other people, you know, to believe them more.",
      "segment_index": 84
    },
    {
      "id": "audio_9_segment_85",
      "start_ms": 468000,
      "end_ms": 474000,
      "start_s": 468.0,
      "end_s": 474.0,
      "duration_ms": 6000,
      "text": "Like when we are sitting in a physical world, I can gauge you, I can understand you based on your voice, based on your body language and other things.",
      "segment_index": 85
    },
    {
      "id": "audio_9_segment_86",
      "start_ms": 474000,
      "end_ms": 483000,
      "start_s": 474.0,
      "end_s": 483.0,
      "duration_ms": 9000,
      "text": "But then somebody will start talking to you or develops a communication through WhatsApp or Telegram and then says that this talk is good, this talk is bad.",
      "segment_index": 86
    },
    {
      "id": "audio_9_segment_87",
      "start_ms": 483000,
      "end_ms": 487000,
      "start_s": 483.0,
      "end_s": 487.0,
      "duration_ms": 4000,
      "text": "So, basically you should just not reply to unsolicited stuff.",
      "segment_index": 87
    },
    {
      "id": "audio_9_segment_88",
      "start_ms": 487000,
      "end_ms": 488000,
      "start_s": 487.0,
      "end_s": 488.0,
      "duration_ms": 1000,
      "text": "Absolutely.",
      "segment_index": 88
    },
    {
      "id": "audio_9_segment_89",
      "start_ms": 488000,
      "end_ms": 493000,
      "start_s": 488.0,
      "end_s": 493.0,
      "duration_ms": 5000,
      "text": "I don't know, there is this issue of anonymity making you feel more relaxed.",
      "segment_index": 89
    },
    {
      "id": "audio_9_segment_90",
      "start_ms": 493000,
      "end_ms": 497000,
      "start_s": 493.0,
      "end_s": 497.0,
      "duration_ms": 4000,
      "text": "Like if you meet some stranger on the road, you wouldn't give your birthday to him.",
      "segment_index": 90
    },
    {
      "id": "audio_9_segment_91",
      "start_ms": 497000,
      "end_ms": 499000,
      "start_s": 497.0,
      "end_s": 499.0,
      "duration_ms": 2000,
      "text": "But why do you do that online?",
      "segment_index": 91
    },
    {
      "id": "audio_9_segment_92",
      "start_ms": 499000,
      "end_ms": 501000,
      "start_s": 499.0,
      "end_s": 501.0,
      "duration_ms": 2000,
      "text": "I would have assumed the opposite is true.",
      "segment_index": 92
    },
    {
      "id": "audio_9_segment_93",
      "start_ms": 501000,
      "end_ms": 502000,
      "start_s": 501.0,
      "end_s": 502.0,
      "duration_ms": 1000,
      "text": "But it isn't, right?",
      "segment_index": 93
    },
    {
      "id": "audio_9_segment_94",
      "start_ms": 502000,
      "end_ms": 503000,
      "start_s": 502.0,
      "end_s": 503.0,
      "duration_ms": 1000,
      "text": "Yeah.",
      "segment_index": 94
    },
    {
      "id": "audio_9_segment_95",
      "start_ms": 503000,
      "end_ms": 505000,
      "start_s": 503.0,
      "end_s": 505.0,
      "duration_ms": 2000,
      "text": "Because most of the frauds are done through social engineering.",
      "segment_index": 95
    },
    {
      "id": "audio_9_segment_96",
      "start_ms": 505000,
      "end_ms": 506000,
      "start_s": 505.0,
      "end_s": 506.0,
      "duration_ms": 1000,
      "text": "Yeah.",
      "segment_index": 96
    },
    {
      "id": "audio_9_segment_97",
      "start_ms": 506000,
      "end_ms": 509000,
      "start_s": 506.0,
      "end_s": 509.0,
      "duration_ms": 3000,
      "text": "Maybe because people think date of birth is not so important.",
      "segment_index": 97
    },
    {
      "id": "audio_9_segment_98",
      "start_ms": 509000,
      "end_ms": 512000,
      "start_s": 509.0,
      "end_s": 512.0,
      "duration_ms": 3000,
      "text": "What can anybody do with your date of birth kind of thing?",
      "segment_index": 98
    },
    {
      "id": "audio_9_segment_99",
      "start_ms": 512000,
      "end_ms": 515000,
      "start_s": 512.0,
      "end_s": 515.0,
      "duration_ms": 3000,
      "text": "Like for me, my date of birth will be public.",
      "segment_index": 99
    },
    {
      "id": "audio_9_segment_100",
      "start_ms": 515000,
      "end_ms": 517000,
      "start_s": 515.0,
      "end_s": 517.0,
      "duration_ms": 2000,
      "text": "Anybody can just Google it.",
      "segment_index": 100
    },
    {
      "id": "audio_9_segment_101",
      "start_ms": 517000,
      "end_ms": 524000,
      "start_s": 517.0,
      "end_s": 524.0,
      "duration_ms": 7000,
      "text": "No, I'm just saying that the fact is that you feel more comfortable sharing to a stranger online than physically.",
      "segment_index": 101
    },
    {
      "id": "audio_9_segment_102",
      "start_ms": 524000,
      "end_ms": 527000,
      "start_s": 524.0,
      "end_s": 527.0,
      "duration_ms": 3000,
      "text": "You generally lower your guard in the cyber world.",
      "segment_index": 102
    },
    {
      "id": "audio_9_segment_103",
      "start_ms": 527000,
      "end_ms": 528000,
      "start_s": 527.0,
      "end_s": 528.0,
      "duration_ms": 1000,
      "text": "I think so, yeah.",
      "segment_index": 103
    },
    {
      "id": "audio_9_segment_104",
      "start_ms": 528000,
      "end_ms": 529000,
      "start_s": 528.0,
      "end_s": 529.0,
      "duration_ms": 1000,
      "text": "Generally.",
      "segment_index": 104
    },
    {
      "id": "audio_9_segment_105",
      "start_ms": 529000,
      "end_ms": 530000,
      "start_s": 529.0,
      "end_s": 530.0,
      "duration_ms": 1000,
      "text": "I think cyber hygiene…",
      "segment_index": 105
    }
  ]
}